Repository: farouk4web/DokanaMvc5
Catalog: Dokana/Resources/ResourceKeys.*.resx
Languages: ar_eg

source: Add To Cart
ar_eg: اضف للسلة

source: Add to favorite
ar_eg: اضف للمفضلة

# appName
source: Kushk
ar_eg: كشك

source: Available To Sale
ar_eg: متاح للبيع

# categoryDescriptionPlacholder
source: Write Category Description here
ar_eg: اكتب وصف القسم هنا

# categoryNamePlacholder
source: Write Category Name here
ar_eg: اكتب اسم القسم هنا

source: Choose Product Photo
ar_eg: إختار صورة المنتج

source: New Category
ar_eg: قسم جديد

source: Newer
ar_eg: احدث

source: New Product
ar_eg: منتج جديد

source: Older
ar_eg: اقدم

source: pieces in store
ar_eg: القطع في المخزن

source: Product
ar_eg: منتج

# productCategryPlaceholder
source: Select Product Category
ar_eg: إختار نوع المنتج

# productDescriptionPlacholder
source: Write Product Description here
ar_eg: اكتب وصف المنتج هنا

# productNamePlacholder
source: Write Product Name here
ar_eg: اكتب اسم المنتج هنا

# requiredMsg
source: this faild is required
ar_eg: هذا الحقل مطلواب

source: Save
ar_eg: حفظ

source: Seller
ar_eg: بائع

source: Share this product
ar_eg: شارك المنتج مع اصدقائك

# sorryMsg
source: sorry we dont find any thing yet
ar_eg: عذرا لم نجد اي شئ حتي الان

# stringLength200_1000
source: your chars should be between 200 and 1000
ar_eg: يجب ان يكون مجموع الحروف بين 200 و 1000 حرف

# stringLength3_200
source: your chars should be between 3 and 200
ar_eg: يجب ان يكون مجموع الحروف بين 3 و200 حرف

# stringLength4_60
source: your chars should be between 4 and 60
ar_eg: يجب ان يكون مجموع الحروف بين 4 و 60 حرف

# validInput
source: this faild accept only arabic and english charcters
ar_eg: هذا الحقل يقبل حروف عربية وإنجليزية فقط

source: Remove From Favorite
ar_eg: ازل من المفضلة

source: Sign In
ar_eg: تسجيل الدخول

source: Sign out
ar_eg: تسجيل الخروج

source: Categories
ar_eg: الاقسام

source: Checkout
ar_eg: الدفع

source: Cart
ar_eg: السلة

source: Remove
ar_eg: حذف

source: Search
ar_eg: بحث

source: Update
ar_eg: تحديث

# stringLength3_500
source: your chars should be between 3 and 200
ar_eg: يجب ان يكون مجموع الحروف بين 3 و 500 حرف

source: Favorites
ar_eg: المفضلة

source: Remove All
ar_eg: حذف الكل

# stringLength250_500
source: your chars should be between 2050 and 500
ar_eg: يجب ان يكون مجموع الحروف بين 250 و 500 حرف

# min250
source: your chars should be more than 250 char
ar_eg: يجب ان يكون مجموع الحروف اقل من 250 حرف

source: Details
ar_eg: التفاصيل

source: Shopping Cart
ar_eg: سلة التسوق

# requiredPaymentMethod
source: you should choose Payment Method to compelete your order
ar_eg: يجب ان تختار وسيلة دفع لإكمال طلبك

source: Order
ar_eg: طلب

source: Orders
ar_eg: الطلبات

source: Choose Payment Method
ar_eg: إختار وسيلة الدفع

source: City
ar_eg: المدينة

source: Country
ar_eg: الدولة

source: Grand Total
ar_eg: المبلغ الكلي

source: Mobile Phone
ar_eg: رقم الهاتف

source: More About Address
ar_eg: المزيد عن العنوان

source: Products
ar_eg: المنتجات

source: Region
ar_eg: المنطقة / المحافظة

source: Shipping Fee
ar_eg: رسوم الشحن

source: Street
ar_eg: الشارع

source: Total
ar_eg: الإجمالي

source: Full Name
ar_eg: الاسم الكامل

source: Cart Items
ar_eg: عناصر السلة

source: Date of Done
ar_eg: تاريخ الإتمام

source: Is Done
ar_eg: تم بنجاح

source: item
ar_eg: عنصر

source: Odered at
ar_eg: طُلب في

source: Ordered To
ar_eg: طُلب ل

source: Payment Method
ar_eg: وسيلة الدفع

source: Phone
ar_eg: الهاتف

source: Shipping Amount
ar_eg: مصاريف الشحن

source: under processing
ar_eg: قيد المعالجة

# chooseProductImageErrMsg
source: You should choose product image first
ar_eg: يجب ان تختار صورة للمنتج اولا

source: Create Order
ar_eg: إتمام الطلب

source: Cash On Delivary
ar_eg: الدفع عند الاستلام

source: cash OnDeliva ryD escription
ar_eg: الدفع عند الاستلام هو طريقة دفع تتيح لك الدفع نقدًا عند وصول طلبك إلى عتبة دارك

source: Email
ar_eg: البريد الإلكتروني

source: Go To Details
ar_eg: إلي التفاصيل

source: My Orders
ar_eg: طلباتي

source: Number
ar_eg: رقم

source: Ordered in
ar_eg: طُلب في

source: Password
ar_eg: كلمة المرور

source: Paypal
ar_eg: باي بال

source: paypalDescription
ar_eg: طريقة دفع تتيح لك الدفع عبر بوابة باي بال رسمالتحويل يحددها البنك

source: Visa Card
ar_eg: فيزا كارد

source: visaCardDescription
ar_eg: طريقة للدفع بإستخدام احد بطاقات الإتمانالمصرفية الخاصة بكم والعملية بكاملها تتم وانت في منزلك

# requiredPaymentMethodMsg
source: You should choose one of this Methods to compelete your Order
ar_eg: يجب ان تختار احد تلك الوسائل لتكمل الطلب

# addYourAd
source: You can Add Your ad Here
ar_eg: يمكنك إضافة إعلانك هنا

source: More Items Like This
ar_eg: المزيد من المنتجات الشبيهة

# notAvailableMsg
source: sorry you cant add this product to your cart because is not available to sale at now.
ar_eg: لا يمكنك ان تطلب هذا المنتج الان لانه غير متاح للبيع الان

source: Product Reviews
ar_eg: مراجعات المنتج

source: see all
ar_eg: رؤية الكل

source: Verified Customer Feedback
ar_eg: التحقق من اراء العملاء

source: verified rating
ar_eg: تقييم محقق

# allProductsNotAvailableMsg
source: sorry, you cant order any of this products at now because they are not available
ar_eg: عفوا لا يمكنك إتمام هذا الطلب وذلك لأن المنتجات التي طلبتها غير متاحة

# allUsersInSite
source: All Users On the site
ar_eg: كل المستخدمين في الموقع

source: Dashboard
ar_eg: اللوحة

source: Last Signed Users
ar_eg: اخر المستخدمين المسجلين

source: Reviews
ar_eg: المراجعات

source: Site Statistics
ar_eg: الإحصائيات

source: Top Selling Products
ar_eg: المنتجات الأعلي مبيعا

source: Users
ar_eg: المستخدمين

source: here
ar_eg: هنا

# msg4unCompeletedOrder
source: This order is not Compeleted you need to Chekout using one of our payment methods
ar_eg: هذا الطلب لم يكتمل يجب ان تقوم بدفع قيمة الطلب بإستخدام أحد وسائل الدفعالمتاحة لدينا

source: Ordered By
ar_eg: طُلب بواسطة

source: Cancel Order
ar_eg: إلغاء الطلب

# add2reviewsMsg
source: you cant add your review 2 times
ar_eg: لا يمكنك ان تقيم المنتج اكثر من مرة

# payProductFirstMsg
source: sorry, you should pay this product first
ar_eg: يجب ان تشتري هذا المنتج اولا

# cancelOrderMsg
source: order is cancled successfully
ar_eg: تم إلغاء الطلب بنجاح

source: Main Currency
ar_eg: العملة الرئيسية

# shoppingCartNoItemsMsg
source: Start Shopping and choose your items
ar_eg: إبدأ في التسوق واختار المنتجات

source: Control Panel
ar_eg: لوحة التحكم

# cancelOrderMsgNo
source: sorry you can not cancel this order now cause you finish all steps to checkout
ar_eg: عفوا لا يمكنك إلغاء الطلبية وذلك لإنك اتممت كل خطوات الدفع

source: Confirm Order
ar_eg: تأكييد الطلب

source: Delivered Order
ar_eg: تسليم الطلب

source: Order is Confirmed
ar_eg: تم تأكييد الطلب

source: Order is Delivered
ar_eg: تم تسليم الطلب

source: Order is Shipping
ar_eg: تم شحن الطلب

source: Shipping Order
ar_eg: شحن الطلب

# cancelOrderInfoMsg
source: if you want to cancel this order all you need is just to press the "cancel order" button
ar_eg: إذا كنت تريد ان تقوم بإلغاء هذا الطلب كل ما عليك هو ان تضغط زر "إلغاء الطلب"

source: Order Levels
ar_eg: مراحل إتمام الطلب

# orderLevelsInfo
source: when level is done it`s color going to be GREEN
ar_eg: عندما تكون المرحلة باللون الأخضر هذ يعني انها تمت

source: In Arabic
ar_eg: بالعربية

source: In English
ar_eg: بالإنجليزية

# mainCurrencyFormMsg
source: this page is all about Main Currency
ar_eg: هنا يمكنك ان تقوم بتعديل العملة الرئيسية في الموقع

# shippingFeeFormMsg
source: this page is all about shipping Fee Value
ar_eg: هنا يمكنك تغيير قيمة رسوم الشحن المضافة علي السعر الأجمالي للطلب

# developer
source: Farouk Abdelhamid
ar_eg: فاروق عبدالحميد

# developerCopyrights
source: Designed & developed with ❤️ by
ar_eg: صمم وطور بكل ❤️ بواسطة

# searchPlaceholder
source: Search about Your Product
ar_eg: إبحث عن منتجك

source: Search Result
ar_eg: نتيجة البحث

source: Change Language
ar_eg: تغيير اللغة

source: Site Setting
ar_eg: إعدادت الموقع

source: Confirm Email State
ar_eg: حالة تأكيد البريد الألكتروني

source: Confirm Phone State
ar_eg: حالة تأكيد رقم الهاتف

source: No Phone Number
ar_eg: لا يوجد رقم هاتف

# productNumberLabel
source: Write Number of units in store
ar_eg: العدد الموجود في المخزن

# productPriceLabel
source: Write Product Price in
ar_eg: سعر المنتج

source: Login
ar_eg: تسجيل الدخول

source: Register
ar_eg: تسجيل جديد

# haveAccountMsg
source: already have an account
ar_eg: بالطبع لدي حساب

source: Forgot your password?
ar_eg: نسيت كلمة المرور

# registerAsNewUser
source: Register as a new user
ar_eg: تسجيل كمستخدم جديد

source: Reset password
ar_eg: إعادة تعيين كلمة المرور

source: Send me Link
ar_eg: ارسل لي رسالة بالبريد

source: Confirm Password
ar_eg: تأكيد كلمة المرور

# confirmPasswordErrMsg
source: The password and confirmation password do not match
ar_eg: كلمة المرور وتأكييد كلمة المرور غير متطابقتان

# notValidEmailAddressMsg
source: The Email field is not a valid e-mail address.
ar_eg: هذا البريد الالكتروني غير صالح

# passwordErrMsgStringLength
source: The MinimumLength must be at least 6 characters long, maximum 100
ar_eg: اقل عدد من الحروف يجب ان يكون 6 حروف واقصي عدد هو 100

source: Remember me?
ar_eg: تزكرني؟

source: Add Phone Number
ar_eg: اضف رقم الهاتف

source: changePassword
ar_eg: تغيير كلمة المرور

# notValidPhoneNumberMsg
source: The Phone Number field is not a valid phone number.
ar_eg: رقم الهاتف هذا غير صالح

source: Phone Number
ar_eg: رقم الهاتف

source: Code
ar_eg: كود

source: Current Password
ar_eg: كلمة المرور الحالية

source: New Password
ar_eg: كلمة مرور جديدة

source: click here to log in
ar_eg: إضغط هنا لتسجيل الدخول

source: Forgot Password Confirmation
ar_eg: تأكييد نسيان كلمة المرور

# forgotPasswordMsg
source: Please check your email to reset your password.
ar_eg: رجاءا إفحص بريدك الإلكتروني لأإعادة تعيين كلمة المرور

source: Reset password confirmation
ar_eg: تأكييد إعادة تعيين كلمة المرور

# successResetPasswordMsg
source: Your password has been reset. Please
ar_eg: تم تغيير كلمة مرورك

source: add
ar_eg: إضافة

source: Vodafone Cash
ar_eg: فودافون كاش

source: Cash On Delivary Fee
ar_eg: رسوم الدفع عند الاستلام

# cashOnDelivaryFeeFormMsg
source: this page is all about cash on delivary Fee
ar_eg: هنا يمكنك ان تقوم بتغيير رسوم الدفع عند الإستلام

# reviewDescriptionPlacholder
source: write your review here
ar_eg: اكتب مراجعتك هنا

# appMetaDescription
source: shopping cart project created with asp.net mvc 5
ar_eg: موقع تسوق الكتروني تم تصميمة وتطويره بواسطة فاروق عبدالحميد باستخدام Asp.net Mvc 5 with EF code first

source: Address
ar_eg: العنوان

# addressOfCompany
source: Abu tesht, Qena, Egypt
ar_eg: ابو تشت, قنا, مصر

source: Best Seller Products
ar_eg: الاكثر مبيعا

source: Contact with us
ar_eg: تواصل معنا

# emailOfCompany
source: Kushk@help.com
ar_eg: kushak@help.com

source: Latest Products Added
ar_eg: اخر المنتجات المضافة

source: Why Us
ar_eg: لماذا نحن

source: All Products
ar_eg: كل المنتجات

# allProductsDescription
source: in Kushk company we have a team of shipping stuff they working so hard to get your products in time
ar_eg: لدينا كل المنتجات التي تحتاجها في حياتك اليومية من اجهزة الكترونية او ملابس او اي شئ ترغب في شراءه

source: Cheap
ar_eg: رخيص

# cheapDescription
source: in Kushk company we have a team of shipping stuff they working so hard to get your products in time
ar_eg: في موقعنا لدينا ارخص المنتجات في كل الاقسام وذلك لأننا نتعامل مع المصانع والشركات مباشرة بدون وسيط

source: Fast Shipping
ar_eg: شحن سريع

# fastShippingDescription
source: in Kushk company we have a team of shipping stuff they working so hard to get your products in time
ar_eg: لدينا فريق مكون من مسئلي شحن خبراء في مجالهم يعملون بجد حتي يقوموا بإيصال المنتج إليك في الوقت المحدد

source: Support
ar_eg: الدعم

# supportDescription
source: in Kushk company we have a team of shipping stuff they working so hard to get your products in time
ar_eg: لدينا فريق كامل لمساعدتكم والرد علي إسفساراتكم في اي وقت واي كل يوم 24/7 نحن في خدمتكم

source: Show In Slider
ar_eg: عرض في الرئيسية

source: Account Password
ar_eg: كلمة مرور الحساب

source: Account Photo
ar_eg: صورة الحساب

source: Add To Admins
ar_eg: اضف للمديرين

source: Add To Sellers
ar_eg: اضف للبائعين

source: Add To Shipping Staff
ar_eg: اضف لمسؤلي الشحن

source: Add To Super Admins
ar_eg: اضف لملاك الموقع

source: Admins
ar_eg: المديرين

source: By Order Level
ar_eg: رحلة الطلب

source: Change
ar_eg: تغيير

source: Confirmed
ar_eg: مؤكد

source: Confirm Email
ar_eg: تأكيد البريد الألكتروني

source: Create an Order
ar_eg: أطلب المنتجات

source: Delivered
ar_eg: تم تسليمه

source: Get All
ar_eg: الكل

source: Go To Product
ar_eg: إلي المنتج

source: Paid
ar_eg: مدفوع

source: Personal information
ar_eg: المعلومات الشخصية

source: Remove From Admins
ar_eg: إزالة من المديرين

source: Remove From Sellers
ar_eg: ازل من البائعين

source: Remove From Shipping Staff
ar_eg: ازل من مسؤلي الشحن

source: Remove From Super Admins
ar_eg: ازل من ملاك الموقع

source: Sellers
ar_eg: البائعين

source: Shipping
ar_eg: شُحن

source: Shipping Staff
ar_eg: مسؤلي الشحن

source: Sort Users
ar_eg: فرز المستخدمين

# successConfirmEmail
source: Your Email confirmed Successfully . Please
ar_eg: تم تأكييد بريدك الأليكتروني بنجاح رجاءا

source: Super Admins
ar_eg: ملاك الموقع

source: this product rated by
ar_eg: هذا المنتج قيم بواسطة

source: user
ar_eg: مستخدم

# userImageLabel
source: Choose your new photo
ar_eg: إختار صورة جديدة

# notPaidOrder
source: this Order not paid
ar_eg: لم يتم دفع حساب هذا الطلب

# errMsg
source: sorry, there is a problem please try again
ar_eg: عذرآ يبدوا ان هناك مشكلة حاول مرة اخري

# removeCategoryWarningMsg
source: be careful you are going to Remove this Category for ever you cannot go back. if category have 1 or more product this action going to cancel
ar_eg: كن حذرآ فأنت ستقوم بحذف هذا القسم إلي الابد لن تستطيع التراجع, إذا كانت هذا القسم يحتوي علي منتج و اكثر سيتم إلغاء هذا الأمر

# requiredStarsMsg
source: You shoud choose stars first
ar_eg: عليك تحديد عد النجوم

# signToAddProduct
source: if you want to add this product you need to sign in first
ar_eg: إذا اردت إضافة هذا المنتج عليك تسجل الدخول اولا

# warningMsg
source: are you sure you want to do this you cant go back again
ar_eg: هل انت متأكد انك تود فعل ذلك, لا يمكنك التراجع عن هذا الفعل

source: Error
ar_eg: خطأ

# errorMsg
source: An error occurred while processing your request
ar_eg: عذرآ يبدوا ان هناك مشكلة حاول مرة اخري

# loginErrorMsg
source: Error in email or password.
ar_eg: هناك خطأ ما في كلمة المرور او البريد الالكتروني

source: Account
ar_eg: حساب

source: Count Of Products
ar_eg: عدد المنتجات

source: Not Confirmed
ar_eg: غير مؤكد

source: Sign Date
ar_eg: تاريخ التسجيل

# changeLanguageMsg
source: here you can change main site languages
ar_eg: هنا يمكنك ان تقوم بتغيير اللغة الافتراضية للموقع

source: My Aaccount
ar_eg: حسابي

source: My Favorites
ar_eg: مفضلتي

source: set Dark Mode
ar_eg: وضع إضائة ليلية

source: set Light Mode
ar_eg: وضع إضائة نهارية

source: Is Not Paid
ar_eg: غير مدفوع

# notPaidOrderMsg
source: when pay the Order, levels of order going to shown here
ar_eg: عند دفع حساب هذا الطلب ستظهر هنا المراحل الخاصة بالطلب ك "التاكيد - الشحن التسليم".

# chooseAnotherImageErrMsg
source: sorry we dont support this image format you need to use this format onlay {png, jpg, jpeg}
ar_eg: نحن لا ندعم صيغة الصورة التي قمت برفعها عليك إرفاق صور صيغتها {png, jpg, jpeg}فقط لا غير

# realEmailErrMsg
source: sorry we accept only "gmail, yahoo, outlook, hotmail", you should use one of them
ar_eg: عذرا نحن نقبل "gmail, yahoo, outlook, hotmail", فقط لا غير عليك استخدام احدهم.

source: More Products
ar_eg: المزيد من المنتجات

source: Home
ar_eg: الرئيسية
